[
  {
    "evaluate_targets": {
      "organization": {
        "evaluation_category": "Pe",
        "questions": [
          {"id": 1, "question_number": 1},
          {"id": 2, "question_number": 3}
        ]
      },
      "operation": {
        "evaluation_category": "Pr",
        "questions": [
          {"id": 1, "question_number": 1},
          {"id": 2, "question_number": 6},
          {"id": 3, "question_number": 9}
        ]
      },
      "technique": {
        "evaluation_category": "Te",
        "questions": [
          {"id": 1, "question_number": 1},
          {"id": 2, "question_number": 7}
        ]
      },
      "supply_chain": {
        "evaluation_category": "Sp",
        "questions": [
          {"id": 1, "question_number": 1},
          {"id": 2, "question_number": 4}
        ]
      }
    },
    "evaluate_texts": {
      "a-1": "組織・運用・技術の対策が高いレベルでバランス良く実施されており、十分な対策が実施できているといえる。",
      "a-2": "組織・運用の対策が十分な反面、技術の対策に課題がある。組織の対策が十分なため、早期の改善が期待できる。",
      "a-3": "組織・技術の対策が十分な反面、運用の対策に課題がある。組織の対策が十分なため、早期の改善が期待できる。",
      "a-4": "組織の対策が十分であるが、運用・技術の対策に課題がある。組織の対策が十分なため、早期の改善が期待できる。",
      "a-5": "組織の対策が不十分なため、運用・技術の対策は十分との回答だが、実態との乖離がある可能性がある。",
      "a-6": "組織・技術の対策が不十分なため、運用の対策は十分との回答だが、実態との乖離がある可能性がある。",
      "a-7": "組織・運用の対策が不十分なため、技術の対策は十分との回答だが、実態との乖離がある可能性がある。",
      "a-8": "組織・運用・技術いずれも対策が不十分であり、課題が多くあるが、まずは組織の対策から始めるとよい。",
      "b-1": "既知のセキュリティ脅威の侵害リスクを継続的に改善できており、セキュリティ事故が発生した場合の工場の損害も低減されている。",
      "b-2": "現状のままでは既知のセキュリティ脅威での侵害リスクは十分低いが、対策のバランスが悪いため工場に有意な損害が出る状態と推定される。",
      "b-3": "現状は既知のセキュリティ脅威の侵害リスクは十分低く、セキュリティ事故が発生した場合の工場の損害も低減されている。",
      "b-4": "現状のままではセキュリティ上の侵害リスクが十分ある。既知のセキュリティ脅威で工場に有意な損害が出る状態と推定される。",
      "b-5": "現状のままではセキュリティ上の侵害リスクが高い。既知のセキュリティ脅威で工場に大きな損害が出る状態と推定される。",
      "Pe1-0": "",
      "Pe1-1": "経営層の理解がなく、予算・人など基本的なリソースを得られていない。",
      "Pe1-2": "経営層の理解が不十分であり、予算・人など基本的なリソースを十分得られていない。",
      "Pe1-3": "経営層の理解が十分であり、予算・人など基本的なリソースが十分得られている。",
      "Pe1-4": "経営層の理解が継続的に十分であり、予算・人など基本的なリソースが継続的に得られている。",
      "Pe1-5": "経営層の理解がタイムリーであり、予算・人など基本的なリソースがタイムリーに得られている。",
      "Pe2-0": "",
      "Pe2-1": "ガバナンス体制がなく、工場セキュリティの責任所在が不明な状態である。",
      "Pe2-2": "ガバナンス体制に課題があり、工場セキュリティの責任所在があいまいな状態である。",
      "Pe2-3": "ガバナンス体制が十分であり、工場セキュリティの責任所在が明確である。",
      "Pe2-4": "ガバナンス体制が継続的に改善しており、工場セキュリティの責任所在が明確である。",
      "Pe2-5": "ガバナンス体制が環境変化に随時対応しており、工場セキュリティの責任所在が明確である。",
      "PeT-0": "総じて、組織的対策は十分であり、継続的に十分なリスク低減ができる状態となっている。",
      "PeT-1": "総じて、組織的対策は十分であり、十分なリスク低減となっている。継続的な改善が課題である。",
      "PeT-2": "総じて、組織的対策が不十分であり、対策が場当たり的で、十分なリスク低減ができておらず、改善が必要である。",
      "PeT-3": "総じて、組織的対策が不十分であり、対策が場当たり的で、十分なリスク低減ができておらず、至急の改善が必要である。",
      "Pr1-0": "",
      "Pr1-1": "リスクアセスメントを実施していないため、対策の過不足が生じている可能性がある。",
      "Pr1-2": "リスクアセスメントが不十分なため、対策の過不足が生じている可能性がある。",
      "Pr1-3": "リスクアセスメントが実施されており、対策がリスク低減につながっている。",
      "Pr1-4": "リスクアセスメントが定期実施されており、継続的な対策見直しができている。",
      "Pr1-5": "リスクアセスメントがタイムリーに実施されていて、機動的な対策見直しができている。",
      "Pr2-0": "",
      "Pr2-1": "資産管理が行われていないため、セキュリティ事故時の影響範囲が不明である。",
      "Pr2-2": "資産管理が不十分なため、セキュリティ事故時の対応が遅れる。",
      "Pr2-3": "資産管理が十分なため、セキュリティ事故時の対応に生かすことができる。",
      "Pr2-4": "資産管理が継続的に実施されており、セキュリティ事故時の対応に生かすことができる。",
      "Pr2-5": "資産管理がタイムリーに実施されており、セキュリティ事故時の対応に生かすことができる。",
      "Pr3-0": "",
      "Pr3-1": "工場への外部記憶媒体の利用・持ち込みの制限がなく、外部からの脅威が容易に侵入できる。",
      "Pr3-2": "工場への外部記憶媒体の利用・持ち込みの制限が不十分なため、外部からの脅威が侵入できる可能性がある。",
      "Pr3-3": "工場への外部記憶媒体の利用・持ち込みの制限が実施されており、その経路での脅威の侵入可能性は低い。",
      "Pr3-4": "工場への外部記憶媒体の利用・持ち込みの制限が実施されており、その経路での脅威の侵入可能性は低い。",
      "Pr3-5": "工場への外部記憶媒体の利用・持ち込みの制限が実施されており、その経路での脅威の侵入可能性は低い。",
      "PrT-0": "総じて、運用的対策は十分であり、継続的に適切なリスク低減ができる状態となっている。",
      "PrT-1": "総じて、運用的対策は十分であり、適切なリスク低減となっている。継続的な改善が課題である。",
      "PrT-2": "総じて、運用的対策が不十分であり、適切なリスク低減につながらないため、改善が必要である。",
      "PrT-3": "総じて、運用的対策が不十分であり、適切なリスク低減につながらないため、至急の改善が必要である。",
      "Te1-0": "",
      "Te1-1": "端末保護ができていないため、マルウェア感染のおそれが十分にある。",
      "Te1-2": "端末保護が十分でないため、マルウェア感染のおそれがある。",
      "Te1-3": "端末保護が十分なため、マルウェア感染のおそれは低減されている。",
      "Te1-4": "端末保護が継続的に実施されていて、マルウェア感染のおそれは十分低減されている。",
      "Te1-5": "端末保護がタイムリーに実施されていて、マルウェア感染のおそれは十分低減されている。",
      "Te2-0": "",
      "Te2-1": "工場内のネットワークの脅威防護・検知が行われていないため、脅威が容易に侵入できる。",
      "Te2-2": "工場内のネットワークの脅威防護・検知が十分でないため、脅威が侵入できる可能性が高い。",
      "Te2-3": "工場内のネットワークの脅威防護・検知が十分なため、脅威の侵入のおそれが低減されている。",
      "Te2-4": "工場内のネットワークの脅威防護・検知が継続的に実施されていて、脅威の侵入のおそれが十分低減されている。",
      "Te2-5": "工場内のネットワークの脅威防護・検知がタイムリーに実施されていて、脅威の侵入のおそれが十分低減されている。",
      "TeT-0": "総じて、技術的対策は十分であり、継続的に適切なリスク低減ができる状態となっている。",
      "TeT-1": "総じて、技術的対策は十分であり、適切なリスク低減となっている。継続的な改善が課題である。",
      "TeT-2": "総じて、技術的対策が不十分であり、適切なリスク低減につながらないため、改善が必要である。",
      "TeT-3": "総じて、技術的対策が不十分であり、適切なリスク低減につながらないため、至急の改善が必要である。",
      "Sp1-0": "",
      "Sp1-1": "制御システムベンダー・システム構築事業者との事故発生時の連絡体制がないため、セキュリティ事故時の被害が拡大する。",
      "Sp1-2": "制御システムベンダー・システム構築事業者との事故発生時の連絡体制が不十分なため、セキュリティ事故時の被害が拡大するおそれがある。",
      "Sp1-3": "制御システムベンダー・システム構築事業者との事故発生時の連絡体制が十分であり、セキュリティ事故時の被害拡大のおそれを低減できる。",
      "Sp1-4": "制御システムベンダー・システム構築事業者との事故発生時の連絡体制が継続的に見直しされており、セキュリティ事故時の被害拡大のおそれを十分低減できる。",
      "Sp1-5": "制御システムベンダー・システム構築事業者との事故発生時の連絡体制がタイムリーに見直しされており、セキュリティ事故時の被害拡大のおそれを十分低減できる。",
      "Sp2-0": "",
      "Sp2-1": "サプライチェーンのセキュリティ管理ができていないため、調達先でのセキュリティ事故発生のリスクが把握できていない。",
      "Sp2-2": "サプライチェーンのセキュリティ管理が不十分なため、調達先でのセキュリティ事故発生のリスクが十分把握できていない。",
      "Sp2-3": "サプライチェーンのセキュリティ管理が十分であり、調達先でのセキュリティ事故発生のリスクが把握できている。",
      "Sp2-4": "サプライチェーンのセキュリティ管理が継続的に実施されており、調達先でのセキュリティ事故発生のリスクが継続的に把握できている。",
      "Sp2-5": "サプライチェーンのセキュリティ管理がタイムリーに実施されており、調達先でのセキュリティ事故発生のリスクがタイムリーに把握できている。",
      "SpT-0": "総じて、工場資産サプライチェーン管理は十分であり、継続的に適切なリスク低減ができる状態となっている。",
      "SpT-1": "総じて、工場資産サプライチェーン管理は十分であり、適切なリスク低減となっている。継続的な改善が課題である。",
      "SpT-2": "総じて、工場資産サプライチェーン管理が不十分であり、適切なリスク低減につながらないため、改善が必要である。",
      "SpT-3": "総じて、工場資産サプライチェーン管理が不十分であり、適切なリスク低減につながらないため、至急の改善が必要である。"
    }
  }
]